Repository: Helly1206/service.hts.pvrmanager
Catalog: resources/language/*/strings.po
Languages: dutch

# Addon Description
source: Poweroff management for current active recordings and wakeup procedures for future schedules using the XML-Interface of TVHeadend. This plugin delivers optional Emails via SMTP if an automatic scheduled Recording ended successfully. The plugin starts the system periodically on an user defined cycle and time for e.g. EPG-Updates if there is a longer inactivity time of the system.
dutch: Uitschakel management voor aktieve opnames en waak procedures voor opnames gepland in de toekomst gebruik makend van de XML-interface van TVHeadend. Deze plugin verzendt optioneel Emails via SMTP als een automatisch geplande opname succesvol is voltooid. Deze plugin start het systeem periodiek op een door de gebruiker instelbare periode en tijd voor bijvoorbeeld EPG-updates als het systeem gedurende langere tijd inactief is.

# #30000
source: Booting Time until System is ready
dutch: Opstart tijd totdat het systeem klaar is

# #30001
source: Time for Shutdown
dutch: Tijd voor afsluiten

# #30003
source: Display Time for Shutdown-Confirmation
dutch: Periode voor Afsluit-Bevestiging

# #30005
source: TVHeadend Username
dutch: TVHeadend Gebruikersnaam

# #30006
source: TVHeadend Password
dutch: TVHeadend Wachtwoord

# #30007
source: Show Info about next schedule at shutdown
dutch: Laat Informatie over de volgende geplande opname zien bij afsluiten

# #30008
source: Shutdown system
dutch: Systeem afsluiten

# #30009
source: System will shut down now in %s seconds.
dutch: Het systeem zal afsluiten in %s sekonden.

# #30010
source: Shutdown in Progress
dutch: Aan het Afsluiten

# #30011
source: All monitored active processes has been terminated. System will shut down now in %s seconds.
dutch: Alle gemonitorde aktieve processen zijn afgesloten. Het systeem zal in %s sekonden afsluiten.

# #30012
source: Preparing system for Shutdown
dutch: Afsluiten van het systeem aan het voorbereiden

# #30013
source: Preparing system for Suspend
dutch: Slaap mode aan het voorbreiden

# #30014
source: Preparing system for Hibernate
dutch: Winterslaap mode aan het voorbereiden

# #30015
source: Shutdown aborted
dutch: Afsluiten onderbroken

# #30016
source: upcoming Recording
dutch: Volgende Opname

# #30017
source: Next schedule
dutch: Volgende Geplande Opname

# #30018
source: %s - Recording file
dutch: %s - Bestand aan het opnemen

# #30020
source: running or upcoming Recording
dutch: Aan het opnemen of geplande recording op korte termijn

# #30021
source: EPG-Update still active
dutch: EPG-Update nog steeds aktief

# #30022
source: Post-Processor still active
dutch: Post-Processor nog steeds aktief

# #30023
source: At least one active network connection
dutch: Op zijn minst nog een aktieve netwerk connectie

# #30024
source: Setting next timer at
dutch: Zet de volgende timer op

# #30025
source: PVR-manager service not running, unable to schedule recordings
dutch: PVR-manager service loop niet, kan geen opnames plannen

# #30026
source: TVHeadend Port
dutch: TVHeadend Poort

# #30027
source: Hardware clock timezone setting
dutch: Hardware klok tijdzone instelling

# #30028
source: Amount of tvheadend restart attempts
dutch: Aantal pogingen om tvheadend te herstarten

# #30030
source: Communication Error
dutch: Kommunicatie fout

# #30031
source: Can't connect to TVHeadend
dutch: Kan niet verbinden met TVHeadend

# #30032
source: Lets restart TVHeadend
dutch: TVHeadend opnieuw opstarten

# #30034
source: Check for established network connections
dutch: Check voor gemaakte netwerkverbindingen

# #30035
source: Wait until Post-Processor has finished
dutch: Wacht totdat de Post-Processor klaar is

# #30036
source: List of Post-Processors
dutch: Lijst van Post-Processors

# #30037
source: Exclude ports from monitoring
dutch: Sluit poorten uit van monitoren

# #30038
source: Default Shutdown Action
dutch: Standaard aflsuit aktie

# #30039
source: Temporary data Folder
dutch: Tijdelijke gegevens Map

# #30040
source: Send Email after Recording
dutch: Stuur een Email na een Opname

# #30042
source: Username
dutch: Gebruikersnaam

# #30043
source: Password
dutch: Wachtwoord

# #30044
source: Email of Sender
dutch: Email van de verzender

# #30045
source: Email of Recipient
dutch: Email van de ontvanger

# #30046
source: PVR Notification from %s
dutch: PVR Notificatie van %s

# #30047
source: %s has recording of '%s' successful completed.
dutch: %s heeft opname van '%s' succesvol afgerond.

# #30048
source: Charset
dutch: Karakterset

# #30049
source: Use Encryption
dutch: Gebruik Encryptie

# #30050
source: General
dutch: Algemeen

# #30052
source: Mail
dutch: EMail

# #30054
source: Check Settings (deliver Email)
dutch: Check Settings (verzendt Email)

# #30055
source: Amount of connection attempts before giving up
dutch: Aantal verbind-pogingen alvorens op te geven

# #30056
source: Delay between connection attempts
dutch: vertraging tussen verbind-pogingen

# #30057
source: %s: This mail indicates that you have created your setup for delivering mails successfully. PVR-manager will use these settings for future notifications.
dutch: %s: Deze mail beproeft dat je de setup voor het onvangen van Emails succesvol hebt aangemaakt. PVR-manager zal deze settings gebruiken voor toekomstige notificaties.

# #30060
source: Grab EPG-Data from external Provider (XMLTV)
dutch: Verkrijg EPG gegevens van een externe partij (XMLTV)

# #30061
source: Wakeup for EPG-updates
dutch: Waken voor EPG-updates

# #30062
source: Wakeup at
dutch: Waken op

# #30063
source: Duration of EPG-update until shutdown
dutch: Duur van een EPG-update voor af te sluiten

# #30065
source: %s: This mail indicates that your setup is ok and works for future notifications.
dutch: %s: Deze mail checkt dat je setup in orde is en werkt voor toekomstige notificaties.

# #30066
source: Mail delivered
dutch: Mail afgeleverd

# #30067
source: Mail not delivered
dutch: Mail niet afgeleverd

# #30068
source: Mail was successfully delivered to %s. Your setup seems to be ok for further notifications.
dutch: Mail was succesvol afgeleverd naar %s. Je setup is orde en werkt voor toekomstige notificaties.

# #30069
source: An error occured while delivering mail to %s. Check your settings and your logfile for errors and try again.
dutch: Een fout is opgetreden tijdens het versturen van de mail naar %s. Check je settings en logfile voor fouten en probeer opnieuw.

# #30070
source: 00:00 o'Clock
dutch: 00:00 Uur

# #30071
source: 01:00 o'Clock
dutch: 01:00 Uur

# #30072
source: 02:00 o'Clock
dutch: 02:00 Uur

# #30073
source: 03:00 o'Clock
dutch: 03:00 Uur

# #30074
source: 04:00 o'Clock
dutch: 04:00 Uur

# #30075
source: 05:00 o'Clock
dutch: 05:00 Uur

# #30076
source: 06:00 o'Clock
dutch: 06:00 Uur

# #30077
source: 07:00 o'Clock
dutch: 07:00 Uur

# #30078
source: 08:00 o'Clock
dutch: 08:00 Uur

# #30079
source: 09:00 o'Clock
dutch: 09:00 Uur

# #30080
source: 10:00 o'Clock
dutch: 10:00 Uur

# #30081
source: 11:00 o'Clock
dutch: 11:00 Uur

# #30082
source: 12:00 o'Clock
dutch: 12:00 Uur

# #30083
source: 13:00 o'Clock
dutch: 13:00 Uur

# #30084
source: 14:00 o'Clock
dutch: 14:00 Uur

# #30085
source: 15:00 o'Clock
dutch: 15:00 Uur

# #30086
source: 16:00 o'Clock
dutch: 16:00 Uur

# #30087
source: 17:00 o'Clock
dutch: 17:00 Uur

# #30088
source: 18:00 o'Clock
dutch: 18:00 Uur

# #30089
source: 19:00 o'Clock
dutch: 19:00 Uur

# #30090
source: 20:00 o'Clock
dutch: 20:00 Uur

# #30091
source: 21:00 o'Clock
dutch: 21:00 Uur

# #30092
source: 22:00 o'Clock
dutch: 22:00 Uur

# #30093
source: 23:00 o'Clock
dutch: 23:00 Uur

# #30100
source: off
dutch: uit

# #30101
source: every Day
dutch: elke Dag

# #30102
source: 2 Days
dutch: 2 Dagen

# #30103
source: 3 Days
dutch: 3 Dagen

# #30104
source: 4 Days
dutch: 4 Dagen

# #30105
source: 5 Days
dutch: 5 Dagen

# #30106
source: 6 Days
dutch: 6 Dagen

# #30107
source: 7 Days
dutch: 7 Dagen
